Repository: diogopcam/api-challenge-academy
Catalog: api-challenge/Localizable.xcstrings
Source language: en
Languages: pt_br

source: %@, price %@ dollars
pt_br: %@, preço %@ dólares

source: Add an item to your cart.
pt_br: Adicionar item ao carrinho

source: Add to cart
pt_br: Adicionar ao carrinho

source: Beauty
pt_br: Beleza

source: Buy an item and it will show up here.
pt_br: Compre um item e será mostrado aqui.

source: Cancel
pt_br: Cancelar

source: Cart
pt_br: Carrinho

source: Categories
pt_br: Categorias

# category_card_hint
source: Double tap to select this category
pt_br: Toque duas vezes para selecionar esta categoria

# category_card_label %@
source: %@ category
pt_br: Categoria %@

# category_list_hint
source: Double tap to view products in this category
pt_br: Toque duas vezes para ver produtos nesta categoria

# category_list_label %@
source: Category %@
pt_br: Categoria %@

source: Category: %@
pt_br: Categoria: %@

source: Checkout
pt_br: Finalizar

source: Confirm
pt_br: Confirmar

source: Confirm Checkout
pt_br: Confirme o Checkout

source: Confirmar Checkout
pt_br: Confirmar Pedido

source: Deals of the Day
pt_br: Ofertas do dia

# DELIVERY BY %@, %@
source: DELIVERY BY %1$@, %2$@
pt_br: PEDIDO POR %1$@,%2$@

source: Details
pt_br: Detalhes

source: Favorite an item and it show up here.
pt_br: Favorite um item e aparecerá aqui.

source: Favorites
pt_br: Favoritos

# Finalize purchase of %lld itens for %@?
source: Finalize purchase of %1$lld itens for %2$@?
pt_br: Finalize a compra de %1$lld itens por %2$@?

source: Fragrances
pt_br: Fragrâncias

source: Furniture
pt_br: Mobília

source: Groceries
pt_br: Mantimentos

source: Home
pt_br: Início

source: Home Decoration
pt_br: Decoração de casa

source: Item favorited
pt_br: Item favoritado

source: Item not favorited
pt_br: Item não favoritado

source: Kitchen Accessories
pt_br: Acessórios de cozinha

source: Men's Shirts
pt_br: Calças Masculinas

source: Men's Shoes
pt_br: Tênis Masculino

source: Men's Watches
pt_br: Relógio Masculino

source: Mobile Accessories
pt_br: Acessório de Celular

source: Motorcycle
pt_br: Moto

source: No categories found
pt_br: Categorias não encontradas

source: No favorites yet!
pt_br: Sem favoritos ainda!

source: No OrdersView yet!
pt_br: Sem pedidos ainda!

source: No products found
pt_br: Produtos não encontrado

source: No results for "%@"
pt_br: Sem resultados para “%@”

source: OrdersView
pt_br: Pedidos

source: Press to add one more unit of this product to your cart
pt_br: Pressione para adicionar uma unidade a mais desse produto ao seu carrinho

source: Press to check the information of product %@
pt_br: Pressione verificar as informações do produto %@

source: Press to remove one unit of this product from your cart
pt_br: Pressione para retirar uma unidade desse produto ao seu carrinho

source: Price: %@
pt_br: Preço: %@

source: Product with estimated delivery date
pt_br: Produto com data de entrega estimada

source: Purchase completed
pt_br: Compra concluida

source: Search
pt_br: Buscar

source: Search...
pt_br: Buscar…

source: Show the products with the best deals
pt_br: Mostra os produtos com as melhores ofertas!

source: Shows the most chosen products
pt_br: Mostra os produtos mais escolhidos!

source: Skin Care
pt_br: Cuidados com a pele

source: Smartphones
pt_br: Celulares

source: Sports Accessories
pt_br: Acessórios de Esporte

source: Sunglasses
pt_br: Óculos

source: Tap in Checkout for proceed to payment
pt_br: Toque em Checkout para processar o pagamento

source: Tap to add to cart
pt_br: Toque para adicionar ao carrinho

source: Tap to see %@ products!
pt_br: Toque para ver os produtos!

source: Tap to toggle favorite
pt_br: Toque para favoritar

source: There are %lld units of this product in your cart
pt_br: Existem %lld unidades deste produto no seu carrinho

source: This is the image representing the product
pt_br: Essa é a imagem que representa o produto

source: This product does not have an available image
pt_br: Esse produto não possui uma imagem disponível

source: Top Picks
pt_br: Top Escolhas

source: Total of all items in the cart
pt_br: Total de todos os itens do carrinho

source: Try Again
pt_br: Tente novamente

source: US$ %.2f
pt_br: R$%.2f

source: US$%.2f
pt_br: R$%.2f

source: Use the plus and minus buttons to adjust the quantity
pt_br: Use os botões de mais ou menos para ajustar a quantidade

source: Vehicle
pt_br: Veículo

source: Women's Bags
pt_br: Bolsas Femininas

source: Women's Dresses
pt_br: Vestidos Femininos

source: Women's Jewellery
pt_br: Jóias Femininas

source: Women's Shoes
pt_br: Tênis Femininos

source: Women's Watches
pt_br: Relógios Femininos

source: Your cart is empty!
pt_br: Seu carrinho está vazio!

source: Your order was placed successfully!
pt_br: Seu pedido foi feito com sucesso!
